namespace Content.Shared._BlackM.Events.Gman;

public static class GManSubtitles
{
    public static readonly GManSubtitleLine[] Lines =
    {
        new(0.5f, 3.5f, "...Время... Доктор Фримен?"),
        new(7.0f, 10.0f, "Неужели пришло то самое время."),
        new(12.0f, 14.0f, "Кажется, что вы только прибыли..."),
        new(16.0f, 20.5f, "Вы сделали очень многое за короткое время."),
        new(21.0f, 35.0f,
            "Собственно, вы настолько хороши, что я получил несколько\n" +
            "интересных предложений на ваш счёт. В обычной ситуации я бы\n" +
            "не стал их рассматривать, но ведь ситуация весьма необычная."),
    };
}
