xenomorphs-announcement = Внимание: обнаружены враждебные биосигнатуры. Неизвестные сущности перемещаются по вентиляции и техническим туннелям комплекса. Всем сотрудникам немедленно инициировать протоколы изоляции и избегать одиночных зон.
xenomorphs-no-more-threat-announcement = Согласно данным сенсоров дальнего действия, все Ксеноморфы были уничтожены.
xenomorphs-win-announcement-shuttle-call =
    ТРЕВОГА: комплекс была поглощена Чёрным Роем. Всем оставшимся сотрудникам приказано привести в готовность ядерную боеголовку и немедленно проследовать к эвакуационному шаттлу.
    
    Установлен контакт с Колониальными Морпехами. Прибытие ожидается в течение двух недель.
    
    Эвакуационный шаттл прибудет через { $time } { $units }.
xenomorphs-win-announcement =
    ТРЕВОГА: комплекс была поглощена Чёрным Роем. Всем оставшимся сотрудникам приказано привести в готовность ядерную боеголовку и немедленно проследовать к эвакуационному шаттлу.
    
    Установлен контакт с Колониальными Морпехами. Прибытие ожидается в течение двух недель.
    
    Эвакуационный шаттл уже в пути.
xenomorphs-xenomajor = [color=crimson]Крупная победа Ксеноморфов![/color]
xenomorphs-xenominor = [color=crimson]Малая победа Ксеноморфов![/color]
xenomorphs-neutral = [color=yellow]Ничейный исход![/color]
xenomorphs-crewminor = [color=green]Малая победа персонала![/color]
xenomorphs-crewmajor = [color=green]Разгромная победа персонала![/color]
xenomorphs-cond-nukeexplodedonstation = персонал уничтожил Ксеноморфов при помощи ядерного взрыва.
xenomorphs-cond-nukeactiveinstation = персонал оставил активированную ядерную боеголовку в комплексе.
xenomorphs-cond-xenotakeoverstation = Ксеноморфам удалось захватить станцию.
xenomorphs-cond-xenoinfiltratedoncentcom = Ксеноморфы проникли на станцию Центрального Командования.
xenomorphs-cond-allreproducexenodead = персонал уничтожил всех ксеноморфов, способных к размножению.
xenomorphs-cond-allcrewdead = Все члены персонала погибли.
