ams-ui-title = Антимасс-спектрометр
ams-ui-parts-label = Установленные компоненты:
ams-ui-charge-label = Заряд:

ams-ui-part-core = Ядро
ams-ui-part-coil = Катушка
ams-ui-part-lens = Фокусирующая линза
ams-ui-part-cell = Энергоячейка
ams-ui-part-stabilizer = Стабилизатор
ams-ui-part-casing = Корпус

ams-ui-status-inactive = Статус: неактивен
ams-ui-status-syncing = Статус: синхронизация
ams-ui-status-ready = Статус: готов
ams-ui-status-active = Статус: активен
ams-ui-status-used = Статус: использован

ams-ui-time-remaining = Осталось времени: {$time} с.

ams-ui-launch-button = Активировать
ams-ui-sync-button = Начать синхронизацию

ams-announce-sender = Контроль АМС
ams-announce-sync-started = Запущена последовательность синхронизации антимасс-спектрометра. Для накопления энергии в комплексе будет использовано аварийное освещение. Ориентировочное время завершения: 15 минут.
ams-announce-sync-ready = Синхронизация антимасс-спектрометра завершена. Устройство готово к активации.
ams-announce-launched = Антимасс-спектрометр активирован. Поле останется стабильным в течение 5 минут.
ams-announce-closing-soon = Внимание: поле антимасс-спектрометра дестабилизируется. Закрытие через 15 секунд.

ams-announce-hecu-sender = Неизвестная передача
ams-announce-hecu-intercept = Внимание всему персоналу исследовательского центра Black Mesa. С этого момента все системы жизнеобеспечения и коммуникационные узлы переходят под прямое управление сил специального назначения HECU. Любые попытки выхода в эфир на гражданских частотах будут расцениваться как саботаж и государственная измена. Всем научным сотрудникам приказано сохранять спокойствие, оставаться на своих рабочих местах и приготовиться к процедуре принудительной эвакуации. Помните: солдаты HECU здесь для обеспечения безопасности и полной локализации инцидента. Не препятствуйте работе зачистных групп. Сотрудничество — ваш единственный шанс на "выживание".

ams-announce-evac-available = Эвакуационные лифты активированы. У вас есть время, чтобы покинуть комплекс до детонации ядерной боеголовки.

one-way-teleport-warning-default = [ВНИМАНИЕ] Через { $seconds } сек. вы будете опущены на нижний этаж комплекса. Вернуться будет НЕВОЗМОЖНО. Отойдите чтобы отменить.
one-way-teleport-warning-ams-evac = [ЭВАКУАЦИЯ] Через { $seconds } сек. вы покините зону комплекса. Отойдите чтобы отменить.

cargoproduct-category-name-ams = Части АМС

