blackm-welcome-sender-default = Администрация
blackm-welcome-title-default = Сообщение от работодателя

blackm-welcome-msg-1 = Добро пожаловать в комплекс, { $name }! Надеемся, у вас не возникнет трудностей на должности «{ $job }». Осваивайтесь.
blackm-welcome-msg-2 = Рады видеть вас в комплексе, { $name }. Ознакомьтесь с рабочим местом и не стесняйтесь обращаться к коллегам.
blackm-welcome-msg-3 = { $name }, ваша смена начинается. Помните: слаженная работа - залог выживания комплекса. Удачи!
blackm-welcome-msg-4 = Приветствуем, { $name }! Компания ценит вас как «{ $job }». Приступайте к обязанностям, когда будете готовы.
blackm-welcome-msg-5 = Добро пожаловать. Осмотритесь, познакомьтесь с персоналом и приступайте к работе. Мы в вас верим.

blackm-welcome-sender-security = Начальник охраны
blackm-welcome-title-security = Объявление службы безопасности
blackm-welcome-sec-1 = { $name }, первоочередная задача - обеспечить порядок в комплексе. Бдительность прежде всего.
blackm-welcome-sec-2 = Добро пожаловать, { $name }. Держите периметр под контролем и не забывайте про устав.

blackm-welcome-sender-captain = правительство США
blackm-welcome-title-captain = правительственный подрядчик
blackm-welcome-captain-1 = Добро пожаловать, { $name }. Вы теперь самое высокое лицо этого комплекса, надеюсь, мы в вас не ошиблись...