ent-BookCheckpointWorker = книга работника КПП
    .desc = Пустая книга для записей сотрудников контрольно-пропускного пункта.

book-text-kpp =
     Доброго дня! Хм, или может вечера? Не знаю.
     В любом случае, добро пожаловать на Контрольно Пропускной Пункт этого дрянного комплекса!
     Звать меня Джон, я, как бы, работаю тут, но вот меня попросили написать здесь всё, что нужно знать для того, чтобы работать на этом КПП. Интересно, чего они хотят добиться?

     Итак... На своем рабочем месте ты найдешь МЕГАФОН, ТЕРМИНАЛ ПРОВЕРКИ ПАСПОРТОВ и ПРИНТЕР ПРОВЕРЯЮЩЕГО.

     Для начала возьми мегафон и накричи на толпу ничего не подозревающего персонала. Попроси у человека паспорт и его карту доступа.

     Возьми паспорт и вставь его в терминал проверки. В паспортах могут содержаться ошибки, так что будь внимателен.
     Теперь у тебя есть два пути. 

     Первый - в паспорте не содержится ошибок, все данные совпадают. В таком случае просто жми на ЗЕЛЁНУЮ кнопку, бери чип разрешения и вставляй всё добро во второй терминал(о доступах я расскажу позже).

     Второй - ты нашёл расхождения в информации, указанной в паспорте. В таком случае ты должен нажать на КРАСНУЮ кнопку. Затем вставить паспорт во второй терминал, исправить ошибку в паспорте, вернуться к первому терминалу и нажать на ЗЕЛЁНУЮ кнопку, когда ошибка будет устранена. Получить чип и пойти дальше.

     В случае твоей ошибки весь комплекс будет оштрафован. Ты же не хочешь этого, верно? Как-то раз я три месяца пахал без зарплаты, даже жрать было нечего... Так что, лучше бы тебе не ошибаться.

     Итак, паспорт проверен, а чип получен. Молодец! Ты уже на полпути к получению "Сотрудника месяца"!

     Теперь вставляй карту доступа и чип во второй терминал. Тут тебе надо будет выдать доступы сотруднику, согласно его профессии.

     Самое важное - не ошибиться на этом этапе, потому что дважды на один паспорт выдать доступы не получится.
     Ты спросишь, кому и что выдавать? Так вот, смотри.

     Главы отделов прибывают в комплекс в количестве одной штуки, так что система не даст тебе напечатать больше чем одного ключа. Тут всё просто.

     Восемь ключей командования, для всех, кто должен иметь возможность проходить на мостик.

     Ключи отделов. Их выдавать, очевидно, сотрудникам этого самого отдела.

     Ключ технического обслуживания ты обычно никому не выдаешь, в последнее время там творится сущий ад. Но тут всё на твоей совести, если ты видишь, что человеку может понадобится доступ в адский котёл(или он сам об этом просит), то почему бы и не выдать ему этот ключ.

     Выбрал все нужные ключи? Смело жми "Напечатать", вытаскивай паспорт и карту из принтера и отдавай её обратно.

     И кстати, не стоит вставлять свою карту в принтер, иначе у тебя не хватит доступов и придётся искать своего коллегу и обьяснять ему эту сложную ситуацию... Просто поверь, не стоит этого делать.
     Ну, вроде вот и всё, что нужно знать касаемо работы на КПП. Надеюсь, что ты станешь хорошим сотрудником, удачи!

