evac-portal-announce-hecu-intercept = Внимание всему персоналу исследовательского центра Black Mesa. С этого момента все системы жизнеобеспечения и коммуникационные узлы переходят под прямое управление сил специального назначения HECU. Любые попытки выхода в эфир на гражданских частотах будут расцениваться как саботаж и государственная измена. Всем научным сотрудникам приказано сохранять спокойствие, оставаться на своих рабочих местах и приготовиться к процедуре принудительной эвакуации. Помните: солдаты HECU здесь для обеспечения безопасности и полной локализации инцидента. Не препятствуйте работе зачистных групп. Сотрудничество — ваш единственный шанс на "выживание".
evac-portal-announce-hecu-sender = HECU

ghost-role-name-hecu = Солдат HECU
ghost-role-description-hecu = Вы — оперативник HECU, переброшенный для ликвидации инцидента на объекте Блэк Меза. Вооружены и опасны. Работайте в команде.
ghost-role-rules-hecu = Вы антагонист. Выполняйте приказы командования HECU. Не стреляйте по своим. Устраните угрозу на объекте.

antag-name-hecu = Солдат HECU
antag-objective-hecu = Выполнить боевую задачу командования HECU и устранить угрозу на объекте Блэк Меза.

job-supervisors-hecu = командованию HECU