terror-slaughter-demon = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с кровожадным пожирателем людей в ближнем космосе.
terror-lone-operative = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с конкурирующей корпорацией в ближнем космосе.
terror-wraith = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с мстительным духом в ближнем космосе.
terror-slasher = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с печально известным серийным убийцей в ближнем космосе.
terror-vox = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с группой мародёров в ближнем космосе.
terror-blob = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с безумным учёным в ближнем космосе.
terror-grey-tide = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с серым индивидуумом в ближнем космосе.
terror-apprentice = Внимание, персонал! Похоже, что кто-то с вашим комплексом неожиданно вышел на связь с амбициозным магом в ближнем космосе.
